Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: Ok so Christmas is still a few days away but this morning we woke up to significant flurries in Damascus.
ko: 크리스마스는 아직 며칠 남았지만 우리는 오늘 아침 다마스커스 상당한 양의 눈발에 잠을 깼다.

source: What an unexpected and pleasant surprise!
ko: 이 얼마나 예상못한 즐거운 일인가!

source: As I groggily opened my eyes and looked out the window, for a split second I thought I was still in Boston...
ko: 오늘 아침 비척거리며 눈을 떠서 창문을 바라 보았을 때, 아주 잠깐 내가 아직 보스톤에 있는 것으로 착각했다.

source: ...This city is always full of surprises.
ko: 이 도시는 항상 놀라움으로 가득차있다.

source: Just when you think you’ve got the place figured out, BAM — SNOW!
ko: 이제 이 곳을 어느 정도 파악했다 생각할 때 쯤, 펑, 눈이 내렸다.

source: It kind of blows my mind.
ko: 전혀 예상 못한 경이로운 일이다.

source: He quips: Those of us who are deprived of the wonders of the cold and the beautiful gift of snow are asking you to send us some photos so we could ease our children's protests and demands of playing with snow as we once did.
ko: 사진 좀 보내주세요. 아이들이 예전처럼 눈 놀이를 하고 싶어해서 시위를 하고 있는데, 이 시위를 좀 누그러트릴 수 있게요.

source: Côte d'Ivoire: Ivorian Internet Users Fear a New Era of Terror in Abidjan · Global Voices
ko: 코트디부아르: 새로운 테러의 시작?

source: This post is part of our special coverage Côte d'Ivoire Unrest 2011. Since Thursday December 16th, the day Alassane Ouattara called for his partisans to march onto the national television RTI building, scenes of civil war have taken place in Côte d'Ivoire.
ko: 알라산 와타라가 그의 당원들을 국가방송 RTI 빌딩으로 쳐들어가도록 선동한 날인 12월 16일 목요일부터, 코트디부아르에서는 내전이 끊이지 않고 있다.

source: According to the UN, 50 people died and 200 were wounded these last days.
ko: UN의 보고에 따르면, 지난 3일 동안만 50명이 죽었고 200명이 부상 당했다.

source: Although images of violences are rare in the traditional media because of of the censorship of dissident medias in Abidjan, some videos were shared on the Internet.
ko: 아비잔에서 의견을 달리하고 있는 언론의 검열때문에 폭력 현장은 언론에서 찾아보기 힘들지만, 인터넷에서 공유되고 있는 몇몇 비디오에서는 그 모습을 볼 수 있다.

source: The following video shows demonstrators being attacked by militaries during which at least one person was killed.
ko: 아래 영상은 시위대가 군대에 의해 공격당하고, 그 와중에 최소한 한 명이 죽은 현장을 보여주고 있다.

source: According to local eye-witnesses, the next video shows Ouattara's partisans on their way to the Hôtel du Golf last Thursday, in the Riviera district of Abidjan.
ko: 현장을 목격한 지역 증인들에 따르면, 다음 비디오는 와타라의 당원들이 전 주 목요일 아비잔 리비에라 구에 위치한 호텔 듀 골프로 가는 모습을 보여주고 있다.

source: Another Internet user posted series of videos where we can see a person dying after he was beaten up by armed forces.
ko: 또 다른 누리꾼은 한 사람이 무장 세력에 의해 폭행당한 후 숨지는 모습을 담은 일련의 영상을 올렸다.

source: This weekend the anti-UN and anti-Sarkozy rhetoric reached a new high when Gbagbo's Government asked for foreign forces to leave the country.
ko: 이번 주말엔 그바그보 정부가 외국 군대들이 나라를 떠날 것을 요청하면서 반 UN 세력과 반 사르코지 세력이 새로운 전성기를 맞았다.

source: Saturday December 18h in Yopougon, the Minister of Youth, and chief of Gbagbo's Forces of Defense and Security (FDS) young Militiamen, Charles Blé Goudé, adressed the crowd with a radical speech against foreign forces, inviting partisans to get ready to sacrifice their lives for the cause :
ko: 12월 18일 토요일 요푸공에서 청소년부 장관과 그바그보 국방부 장 찰스 블레 고우드는 대중들을 상대로 외국 군대를 반대하는 내용의 다소 과격한 연설을 했으며, 당원 들에게 이를 위해 목숨을 희생할 준비를 하라고 하며 참여를 촉구했다.

source: "Every single day, innocent people are killed during night time curfew in Ivory Cost.
ko: "매일 매일, 아이보리 코스트 (=코트디부아르) 에서 야간 통금 시간 동안 죄 없는 사람들이 죽어나가고 있어요.

source: Death squads are back. #help#civ2010"
ko: #help#civ2010"

source: A rumor widely spread and relayed in Abidjan and on Twitter, reports the presence of Liberian mercenaries hired to back up Gbagbo's FDS: @Kanateecs informs that night exactions are perpetrated by those mercenaries :
ko: 아비잔과 트위터 상에서 널리 퍼진 루머는 그바그보의 국방부를 지지하기 위해 고용된 라이베리아 용병들의 존재에 대한 것이다: @Kanateecs 야간 강탈은 이 용병들의 짓이라고 귀띔했다 :

source: Lebanon in the eyes of an Iranian photo-blogger · Global Voices
ko: 이란 사진 블로거 눈에 비친 레바논

source: Mohmmad Reza Hassani is an Iranian professional photographer and photo-blogger who has lived and worked in Lebanon since 2009 .
ko: 모하마드 레자 하사니 (Mohmmad Reza Hassani)는 이란의 전문 사진 작가이며 사진 전문 블로거로서 2009년 부터 레바논에 거주하고 있다.

source: His photo blog has become a source to discover Iran-related affairs in Lebanon, from President Mahmoud Ahmadinejad's recent visit, to the exhibitions and concerts of Iranian musicians.
ko: 그의 사진 블로그는 레바논에서 이란 관련 제반 사안들, 예를 들어 마무드 아마디네자드 대통령의 최근 레바논 방문과 이란 음악가들의 전시와 콘서트 상황 등을 알려 주는 소스가 되고 있다.

source: Waiting for Mahmoud
ko: 마무드(대통령)를 기다리며

source: In October, Mahmoud Ahmadinejad made a trip to Lebanon that highlighted Iranian sway in Lebanon.
ko: 10월, 마무드 아마디네자드는 레바논을 방문하였고, 레바논의 이란인을 이 방문에 대해 상당히 흥분했다.

source: Listening to a golden voice
ko: 천상의 목소리 듣기

source: In August 2010, Mohammad Reza Shajarian, Iran's most famous protest singer performed a concert in "Beit al dine" in Lebanon.
ko: 2010년 8월, 이란의 유명한 저항 가수인 모하마드 레자 샤자리안 (Mohammad Reza Shajarian)은 레바논 "Beit al dine"에서 콘서트를 열었다.

source: Colourful life
ko: 다채로운 인생

source: The Iranian photo-blogger's camera does not only see celebrities, but life in motion too.
ko: 이란 포토 블로거의 카메라는 유명인 만을 찍는 것이 아닌, 모션이 있는 일상의 모습도 담고 있었다.

source: Visit the blog at http://mohammadrezahassani.com.
ko: http://mohammadrezahassani.

source: All photos copyright Mohmmad Reza Hassani, reproduced here with permission.
ko: com를 방문하면 모하마드 하사니의 모든 사진을 볼 수 있다.

source: Iran: Subsidies Cutback Causes Drastic Rise in Prices · Global Voices
ko: 이란: 보조금 삭감, 솟구치는 물가

source: Sabzlink writes that workers began a strike in Bandar Abbas shipping port in the southern part of Iran.
ko: 사브즈린크는 이란 남부의 반다르 아바스 항구에서 노동자들이 파업을 시작했다고 썼다.

source: Severe cutbacks on subsidies that have kept prices on many goods artificially low are feared to cause problems for many middle class and poor citizens in Iran.
ko: 많은 재화들의 가격을 인위적으로 낮춰왔던 정부 보조금이 대대적으로 축소되면서 이란의 많은 중산층· 빈곤층 시민들에게 큰 타격이 예상되고있다.

source: According to MSNBC, "Fuel prices have at least quadrupled and bread prices have more than doubled in the past week since the government started dramatically reducing subsidies".
ko: MSNBC에 따르면 "정부가 어마어마한 보조금 삭감을 단행하면서 연료값이 적어도 4배는 뛰었으며 빵값은 2배가 넘게 뛰었다".

source: Opposition leaders Mir Hossein Mousavi and Mehdi Karroubi said Wednesday that a "dark future" awaits the economy because the government doesn't listen to economists (one economist was arrested after speaking with foreign media).
ko: 반대파 지도자 미르 후세인 모우사비와 메디 카우로비는 정부가 경제학자들의 말을 듣지 않았기 때문에 이번 수요일에 경제에 '어두운 미래' 가 기다리고 있다고 평했다. (한 경제학자는 외국 언론과 말한 뒤에 체포되었다)

source: Iranian bloggers have also reacted to what President Mahmoud Ahmadinejad has called "the biggest surgery" in Iran's economy in 50 years.
ko: 이란 블로거들 또한 마흐무드 아흐마디네자드 대통령이 이란 경제에 50년만에 이루어진 '대대적인 수술' 이라고 평한 이번 정책에 반응하고 있다.

source: Several bloggers including one pro-Ahmadinejad blogger expressed their deep concern for the outcome of these cutbacks.
ko: 아흐마디네자드 대통령를 지지하는 블로거를 포함한 많은 블로거들은 이번 (예산) 절감의 결과에 대해 큰 우려를 표시하고 있다.

source: Azarmehr wrote :
ko: 아자르메흐르 (Azarmehr) 는 이렇게 썼다 :

source: On Saturday, Ahmadinejad finally announced the removal of subsidies which have been keeping the prices artificially low in Iran's economy.
ko: 토요일에 아흐마디네자드 대통령이 이란 경제에서 가격을 인위적으로 낮게 유지하고 있던 정부 보조금을 결국 없애겠다고 발표했습니다.

source: To ease the pain of this move, each Iranian will receive a cash pittance amount in their bank accounts.
ko: 이 움직임의 여파를 완화시키기 위해, 모든 이란인들은 개개인의 계좌에 아주 약간의 돈을 송금 받을겁니다.

source: In his televised announcement, Ahmadinejad, true to his messianic nature, referred to this cash as the Hidden Imam's money.
ko: 아흐마디네자드 대통령은 TV 연설에서 그의 메시아적인 본성에 충실하게도 이 돈을 숨겨진 이맘의 돈이라고 말했다 .

source: A zero interest loan endowed to the people of Iran by the Lord of All Ages, Imam Mehdi, who will return and rid the earth from corruption and injustice.
ko: 남녀노소 상관없이 모든 이란인들에게 부여된 0% 이자율의 대출금이자, 부활해 이 세상의 모든 부패와 불의를 없앤다는 이맘 메흐디라고 말입니다.

source: How far this cash will go and whether this cash injection into the economy will cause inflation or hyperinflation is not what I want to talk about however.
ko: 하지만, 이 돈이 얼마나 갈 것이며 경제에 주입된 이 돈이 인플레이션이나 하이퍼인플레이션을 일으킬 것인가는 지금 내가 말하고 싶은 것이 아닙니다.

source: Azarak says :
ko: 아자락 은 이렇게 말한다 :

source: The 70 percent of Iranian families living under the poverty line will live a nightmare and could afford to buy new clothes and shoes for their children for the Iranian New Year ...people who criticize this economic plan will be arrested...
ko: 빈곤선 밑의 생활 수준에서 사는 이란 가정의 70%는 악몽과 같은 삶을 살 것이며 이란 새해에만 아이들을 위해 새 옷과 신발을 사줄 수 있게 될 것이다.

source: Ahmadinejad will be dismissed but leave behind him a destroyed country.
ko: 아흐마디네자드는 퇴출당하면서 파괴된 나라를 남기고 갈 것이다.

source: Photo by Alieh Saadat © Demotix (4 Aug 2009)
ko: 이란 이스파한의 사브제 메이둔 야채 시장. 엘리아 사닷의 사진 © Demotix (4 Aug 2009)

source: FreedomVoice writes that the greatest burden is on the middle class and the poor and that the best way to resist would be a general strike.
ko: 자유의 목소리 는 가장 큰 부담을 지는 것이 바로 중산층과 빈곤층일 것이며 이에 반발하기 위한 최선책은 총파업이 될 것이라고 말한다:

source: Masaeb Ahmadinejad, is a pro-Ahmadinejad blogger but also criticized the economic plan.
ko: 마사엡 아흐마디네자드 는 아흐마디네자드를 지지하는 블로거지만 경제 계획을 비난하기도 했다 .

source: The blogger believes the subsidy cuts will stir trouble, and writes that during previous presidencies inflation provoked riots.
ko: 이 블로거는 지원금 축소가 재앙을 불러올 것이라고 믿고 있으며, 예전 대통령들의 임기 도중에도 인플레이션이 폭동에 불씨를 당겼다고 썼다.

source: The blogger says that most of Ahmadinejad's supporters come from the middle class, and that the economic situation will damage the image of the president.
ko: 이 블로거는 아흐마디네자드의 지지자들 대부분이 중산층 출신이며 경제 상황이 대통령의 이미지를 나쁘게 만들 수 있다고 밝혔다

source: Sabzlink writes that workers began a strike (photo above) in Bandar Abbas shipping port in the southern part of Iran.
ko: 사브즈링크는 이란 남부의 반다르 아바스 항구에서 노동자들이 파업(위 사진)을 시작했다 고 쓰고 있다 .

source: The strikers say the cost of gasoline is higher than what they will earn from clients.
ko: 파업 노동자들은 그들이 벌 수 있는 돈보다 가솔린 값이 더 비싸다고 말한다.

source: Malaysia-Indonesia Soccer Match Turns Into War of Words · Global Voices
ko: 말레이시아-인도네시아 축구 경기, 트위터상 언어 전쟁으로 번졌다.

source: Recently, the Malaysian soccer team had reason to cheer when it reached the finals of the Asean Football Federation Suzuki Cup for the first time in 14 years by beating defending champion Vietnam, and beat Indonesia 3-0 in the first leg of the final that was played at the Bukit Jalil National Stadium.
ko: 최근 말레이시아 축구팀이 14년 만에 처음 아세안 축구 연맹 스즈키 컵(Suzuki Cup, 일명 AFF 컵) 결승에 진출하면서 축구 응원 열기가 고조되었다.

source: However, Indonesian fans complained that Malaysian fans had distracted the Indonesian players by pointing laser lights at them, and showed their dissatisfaction through Twitter.
ko: 막강한 적수 베트남 팀을 꺾은 말레이시아 축구팀은 부킷 제릴(Bukit Jalil) 스태디움에서 열린 결승 첫 경기에서 인도네시아를 3-0으로 이겼다.

source: Two hashtags made it into the worldwide trending topics, ‘Hate Malaysia’ and ‘#loveindonesia’.
ko: 그러나 이 경기 결과에 대해서 인도네시아 축구 팬들은 말레이시아 축구 팬들이 경기 중 자국 선수들에게 레이저를 쏘아서 주의력을 분산시켰다고 항의하며 트위터를 통해 불만을 표했다.

source: Yopy Rinaldi blogged that the win by Malaysia was not special, as they had cheated when the referee did not take action against fans who used the laser light to distract the Indonesian goalkeeper.
ko: 요피 리날디(Yopy Rinaldi)는 말레이시아 축구 팬들이 인도네시아 골키퍼의 집중을 흐트리려고 레이저를 쏜 일에 대해 심판이 어떤 대응도 안한 자체가 반칙 행위라고 하며 그렇게 따지면 말레이시아 우승은 그리 특별한 일이 아니라고 블로그에 글을 올렸다.

source: The defeat in the match Indonesia vs Malaysia aff suzuki cup is not an embarrassing defeat. malaysia cheating fans who do not support towards this match, and the referee did not seem wise here at malaysia violations, resulting in the fall of Indonesia in this aff suzuki cup match.
ko: 인도네시아 대 말레이시아 AFF 컵 경기에서의 패배는 부끄러운 패배가 아닙니다. 말레이시아 팬들은 반칙을 하여 경기에 협조적인 태도를 보이지 못했고 이러한 말레이시아 팬들의 부정행위에 대해서 심판은 지혜롭게 대처하지 않았습니다.

source: However, jasonmumbles tweeted that ‘We, Malaysians, are ashamed of the laser incident but you can't say we cheat because we only scored AFTER the incident’.
ko: 그러나 우리가 레이저 사용 후 득점했다고 해서 (그 이유만으로)반칙했다고 말 할 수는 없는 것이다' 라고 트윗했다.

source: While many took to Twitter to protest Malaysia's alleged cheating, some tried to reason that such an incident is no cause for harsh words.
ko: 그러나 몇몇은 이 사건이 과격한 표현을 하는 데 충분한 정당성을 주는 것은 아니라고 논리적으로 따졌다. PrinceofPopJB은 트위터에 이렇게 적었다.

source: PrinceofPopJB tweeted 'Asians were #Family right ?? if we are #Family STOP HATIN' EACH OTHER .
ko: ? 만약 우리가 #Family(가족)이면 서로 증오하는 일은 그만두세요.

source: STOP HATE MALAYSIA just #LoveMalaysia and #LoveIndonesia :)'
ko: 말레이시아를 증오함을 멈추고 #LoveMalaysia와 #LoveIndonesia ('말레이사아 사랑', '인도네시아 사랑'이라는 해쉬태그를 사용)를 하세요.

source: Apmaaaar also tweeted that the reaction from many Indonesians was uncalled for.
ko: Apmaaaar는 많은 말레이시아인들의 반응이 적절치 못하다고 트윗했다.

source: 'We LOVE INDONESIA, we PROUD OF INDONESIA, but we dont need to HATE MALAYSIA.
ko: 그러나 그렇다고 해서 우리가 말레이시아를 증오할 필요는 없습니다.

source: Stop blaming and walk on!!'
ko: 그만 책망하시고 그냥 넘어가세요!

source: The second leg of the final will be played at the Gelora Bung Karno Stadium in Jakarta on the 29th of December, and Indonesia needs to score at least four goals to win the title.
ko: 결승 두 번째 경기는 자카르타의 겔로라 벙 카르노(Gelora Bung Karno) 스태디움에서 29일날 치뤄질 예정이다. 인도네시아가 AFF 컵 1위 타이틀을 얻기 위해서는 이 경기에서 최소한 4골을 성공시켜야 한다.

source: Mexico: The Three King's Cake Celebration · Global Voices
ko: 멕시코: 세 왕을 기념하는 왕의 케이크

source: It is a common tradition among Mexicans to get together with their families on January 6th and eat a special cake called "Rosca de Reyes" (translated as "King's Cake").
ko: 멕시코 인들은 1월 6일 식구들과 함께 모여 조금은 특이한 케이크인 '왕의 케이크'(Rosca de Reyes)를 먹는다. 이는 멕시코에서 흔히 볼 수 있는 전통으로서 누구든지 자신의 케이크 조각 안에 작은 플라스틱 인형을 발견한 사람은 2월 2일 모두에게 멕시칸 음식을 대접하게 된다.

source: Whoever finds a small plastic doll inside their piece of cake will have to buy Mexican food for everybody on February 2nd.
ko: 나는 어릴 적 부터 가족들과 함께 지키는 '왕의 케이크' 전통을 지켜왔다.

source: Several bloggers have written about this tradition, what it means and how it is celebrated.
ko: 내 케이크 조각에 혹시 조그만 플라스틱이 들어 있기를 바라며 조마조마해 하기도 했다.

source: The blog One Lucky Life describes the tradition of the "King's Cake":
ko: 이 전통이 익숙하지 않은 사람에게 간단하게만 이를 서술하겠다.

source: The tradition of the famous “king’s cake” with the family is something I remember since I was a young girl.
ko: 멕시코에서는 매년 1월 6일에 가족들이 함께 모여 이 유명한 '왕의 케이크'를 자른다.

source: I would get anxious, as I wanted to see the little plastic doll inside my piece of cake.
ko: 이것은 큰 반지 모양을 띈 케이크나 롤빵이며, 얼린 과일이나 설탕으로 장식되어 나온다.

source: For those who might not be familiar with this tradition, I will explain it briefly:
ko: 미니 플라스틱 인형이 이 케익 안에 들어있는 데 그것은 예수 그리스도를 나타내는 것이다.

source: In Mexico, on each January 6th, families get together and cut the famous “Rosca de Reyes”(Literally King’s Cake) , which is a large ring-shaped cake/bread roll decorated with crystallized fruit and sugar.
ko: 각 가족 구성원들이 케이크를 자를 때, 만약 당신 케이크 안에 인형이 있다면 당신은 돌아오는 2월 2일에 가족 들에게 타말레 파이(tamales)를 대접해야 한다!

source: Inside the cake you will find mini plastic dolls representing Jesus Christ.
ko: 케이크 안에 아기 예수의 조그만 성상을 집어넣는 것은 꽤 오래된 전통입니다.

source: Each member of the family cuts a piece of the cake, and if you a doll inside your piece, on February 2nd you will have to invite tamales to your family!
ko: 빵 안에 숨겨져 있는 아기 예수님은 예수님의 고난을, 즉 아기 예수가 모든 아이들을 죽이려고 한 헤롯 왕으로 부터 도망하는 것을 의미합니다.

source: Mike Gonzales, in the blog New Santa Ana, tells readers why there are plastic dolls representing Jesus Christ inside the cake:
ko: 헤롯 왕은 예언된 메시아가 될 수 있는 모든 아이들을 살해하려는 계획을 세웠죠.

source: The tradition of placing a trinket (figurine of the Christ Child) in the cake is very old.
ko: 누구든지 아기 예수님 상을 찾는 사람은 축복을 받았다고 여기고 있으며 이들은 2월 2일 캔들마스(Candle-mas:촛불제)날 가까운 교회로 이 성상을 가져가야 합니다.

source: The baby Jesus, when hidden in the bread, represents the flight of Jesus, fleeing from King Herod’s evil plan to kill all babies that could be the prophesied messiah.
ko: 멕시코 문화에서는 성상을 발견한 사람이 파티를 열어야 하며 게스트를 위해서 타말레 파이와 아톨레를 마련해야 합니다.

source: Whoever finds the baby Jesus figurine is blessed and must take the figurine to the nearest church on February 2, Candlemas Day (Día de la Candelaria).
ko: Nibbles and Feasts에서 블로거 에리카(Ericka)는 왜 프라스틱 인형을 찾은 사람이 2월 2일 다른 사람에게 멕시코 음식을 대접해야 하는 지를 설명했다.

source: In the Mexican culture, this person also has to throw a party and provide tamales and atole to the guests.
ko: 전통에 따라 달콤한 빵 한 슬라이스 안에 숨겨진 조그만한 인형을 찾는 사람은 2월 2일 촛불제에 파티를 열고 타멜레와, 핫 초콜릿과 아톨레를 게스트에게 제공해야 한다.

source: In the blog Nibbles and Feasts, blogger Ericka explains why the person who gets the plastic doll must treat others to Mexican food on February 2nd:
ko: 촛불제는 성 마리아가 유아기 예수님을 성전에 처음으로 선 보인 날이며 이날은 전통적으로 카톨릭 교회에 있어서 촛불의 축복 일로 알려진다.

source: According to tradition whoever finds the little doll in their slice of sweet bread must give a party on February 2nd, Candlemas Day or Dia de la Candelaria, offering tamales, hot chocolate and atole to their guests.
ko: Typical "Rosca de Reyes" from Mexico image by Flickr user A30_Tsitika used under a Creative Commons Attribution-Share Alike license

source: Candlemas is the day that Mary presented the infant Jesus to the temple and is traditionally the day that candles are blessed in the Catholic Church.
ko: 왕의 케이크를 어떻게 만드는 지에 대한 레시피는 Nibbles and Feasts(링크)에서 찾아 볼 수 있다.

source: Typical "Rosca de Reyes" from Mexico image by Flickr user A30_Tsitika used under a Creative Commons Attribution-Share Alike license
ko: 마지막으로 2008년 미국 블로거인 조이(Joy)는 외국인의 관점에서 "왕의 케이크" 전통에 대해 글을 썼다.

source: The King's Cake recipe can be found at Nibbles and Feasts.
ko: 오케이.

source: OK, so a Rosca de Reyes cake is really not very strange, it’s just new to me.
ko: 왕의 케이크는 솔직히 그렇게 이상한 것은 아닙니다. 단지 새로울 다름이죠.

source: This weekend is a festive time in Mexico (long-time readers: You’re learning it’s always a festive time here, aren’t you?) because Jan.
ko: 이번 주말은 멕시코에서 축제 기간인데요, (그동안 오랫동안 제 블로그를 읽어온 독자분 들은 여기는 맨날 축제 기간인 걸 이제 알아가고 있죠.

source: 6. is King’s Day (Dia de Reyes), also known as Epiphany.
ko: ) 왜냐면 1월 6일이 왕의 날, 즉 '에피파니 '(신의 현) 라고도 불리는 기념일이기 때문이죠.

source: It’s traditionally when Mexican children are given their gifts.
ko: 이 기간을 즐기는 한 방법은 왕의 케이크를 대접하는 것입니다.

source: One way of celebrating this time of year is to serve a Rosca de Reyes.
ko: (멕시코 시티에서는 '메가-케이크'를 대접하거나 행렬을 하기도 합니다.

source: (Mexico City also serves up a “mega-rosca” and throws a parade.)
ko: ) 케이크의 맛이나 모양은 마르디 그라의 왕의 케이크와 매우 유사합니다.

source: The cake is very similar in taste and appearance to a King’s Cake of the Mardi Gras tradition — there’s even little baby Jesuses in the cake.
ko: 실제로 케이크 안에 여러 개의 아기 예수 인형이 들어있죠.

source: (Note: I got the first baby Jesus, which means I have to invite Brendan over to my house later this month and serve tamales.
ko: (참고로 제가 처음 아기 예수 인형을 잡게 되었죠. 그래서 이제 브랜든을 이달 말 우리 집으로 초대해서 그에게 타말레스를 대접해야 하겠습니다.

source: But there are apparently numerous Jesuses in one cake.)
ko: 그러나 보시다 시피, 한 케이크 안에 여러 개의 아기 예수 인형이 들어있답니다.

source: Hong Kong: Citizen campaign to save Tai Long Beach · Global Voices
ko: 홍콩: 시민 캠페인- 타이 롱 해변을 구하라

source: Many people have the impression that Hong Kong is a concrete forest made up with high rise buildings.
ko: 많은 이들이 ‘홍콩’ 하면 고층 빌딩들로 가득한 콘크리트 숲을 떠올린다.

source: However, actually 75% of the land in this global city is undeveloped country side.
ko: 그러나 이 국제적인 도시의 75%에 달하는 면적은 사실상 미개발된 시골 지역이다.

source: Such landscape is an unintended result of the colonial history, when after the WWII, the British government tried to sustain the water supply of the city by building a number of reservoirs in countryside.
ko: 홍콩의 이러한 풍경은 식민 지배 역사의 의도치 않은 결과물이다. 세계 2차 대전 종전 후 영국 정부가 도심에 수도를 지속적으로 공급하기 위해 시골 지역에 수개의 저수지를 만들었기 때문이다.

source: The above slides show one of the 10 greatest sceneries in Hong Kong: the Tai Long Wan beach. The natural beach is located in the Sai Kung East Country Park and accessible only by walk.
ko: 위 사진들은 홍콩의 10대 경치 중 한 곳인 타이 롱 완(Tai Long Wan) 해변의 모습을 담고 있다.

source: However, on July 16 a local newspapers, South China Morning Post, exposed that a large private residence was under construction in the upper Sai Wan Village directly behind the beach.
ko: 이 자연 발생 해변은 사이쿵 공원(Sai Kung East Country Park) 안에 자리잡고 있으며 오로지 걸어서만 입장할 수 있다.

source: The person behind the construction project is local businessman Simon Lo Lin-shing, chairman of Mongolia Energy Corporation. In reaction to the news, concerned citizens immediately formed a group in facebook calling for action:
ko: 그러나 지난 7월 16일 지역 신문인 “South China Morning Post”는 해변 바로 뒤쪽 사이완 빌리지 북부 지역에 개인 저택이 건설 중에 있다는 사실을 밝혀냈다.

source: Sai Wan, Tai Long Wan, is the latest in a long sad list of destruction of Hong Kong's core assets.
ko: 이 뉴스에 대해 우려하는 시민들이 즉각 페이스북에 그룹을 결성해 조치를 촉구하고 나섰다:

source: Enough is enough - We are "Friends of Tai Long Sai Wan", let's make this the last stand in the battle for better planning of our beautiful city before it is too late.
ko: ‘타이 롱 완’에 속한 ‘사이 완’ 지역은 홍콩의 파괴되고 있는 핵심 자산들의 대열에 최근 합류하게 됐습니다.

source: In less than a week, more than 65,420 facebook users have joined in the group.
ko: 우리는 “타이 롱 사이완의 친구”입니다.

source: On July 18, the members of the group organized a field trip to the beach, and inmediahk.net's contributing reporter eg9515 joined the team, interviewed the head of Sai Wan Village and reported on the situation:
ko: net에 기고중인 기자 eg9515도 함께 길에 올라 ‘사이 완 빌리지’의 촌장과 인터뷰를 했으며 현지의 상황에 대해 보도했다.

source: (1) Even though the land is privately owned, it is meant for agricultural use. Any departure from this customary use has to be approved by the government.
ko: (1) 문제의 토지가 개인 소유이기는 하나 애초에 농경지이기 때문에 그 외 목적으로 사용할 경우에는 정부의 허가를 받아야 합니다.

source: The Lands Department is the government agency in charge of enforcing land use control.
ko: 국토부는 토지이용통제 시행을 담당하는 있는 정부관계기관입니다.

source: (2) Building water ponds (for recreational or amenity purpose rather than aquaculture) and tennis courts are unrelated to agricultural use, hence they should be considered as illegal land uses.
ko: 토지이용통제를 실시할 법률적 권한은 블록 크라운 리즈 (block government lease)에 고이 새겨져 있습니다.

source: (3) Building houses for domestic use that is directly related to agricultural production would need approval from the Lands Department.
ko: 블록 크라운 리즈는 영국 정부가 청나라 정부에 신계지를 반환한 지 얼마 지나지 않아 신계지의 모든 농지에 도입됐습니다.

source: I understand that existing sheds could be rebuilt but subject to tight restrictions on floor area and height.
ko: (3) 농업 생산과 직결되는 주택을 건축하기 위해서는 토지부의 승인이 필요합니다.

source: I believe that the site does not contain existing sheds or other covered structures, hence the new owner has no existing right to build a house on it.
ko: 기존에 있던 건물들을 재건축 하는 것에는 아무런 문제가 없으나 그렇게 되면 넓이와 높이에 엄격한 규제가 생기게 됩니다.

source: (4) The adjacent plot behind Tai Long Wan (TLW, the main beach) is covered by a Rural Outline Zoning Plan (ROZP) dated 2006.
ko: (4) ‘타이롱 완’ 뒤쪽에 난 작은 구역은 2006년 부로 Rural Outline Zoning Plan (ROZP)에 포함됐습니다.

source: The farmland has been designated mainly as Conservation Area (CA), and a strip of land adjacent to the beach has been zoned Site of Special Scientific Interest (SSSI).
ko: ‘타이롱 완’ 해변 옆으로 난 작은 땅은 자연보호협회 특별 지정 지구 (SSSI)로 지정돼있습니다.

source: The two existing villages, namely Ham Tin and Tai Long, have been zoned Village (V).
ko: ‘함 틴’과 ‘타이 롱’ 빌리지는 촌락(V)으로 지정돼있습니다.

source: It is obvious that the planning intention is to protect nature from unnecessary disturbance or incursion.
ko: 이러한 토지계획의 의도는 쓸모 없는 파괴로부터 자연이 훼손되는 것을 막기 위함이었음이 분명합니다.

source: TLSW, being contiguous to TLW, has a similar landform and land use history, plus a wonderful stream.
ko: ‘타이 롱 사이 완’ 지역도 역시 이와 비슷한 지형과 토지 사용 역사를 간직하고 있습니다.

source: The conservation worth of TLSW, for all intents and purposes, is equivalent to TLW.
ko: ‘타이 롱 사이 완’의 보존이 갖는 가치는 ‘타이 롱 완’의 그것과 동일합니다.

source: The fact that TLSW is not covered by a Development Permission Area (DPA) Plan or ROZP is due to negligence or oversight.
ko: ‘타이 롱 사이 완’이 개발 허가 필요지역 혹은 ROZP에 해당되지 않는 것은 불찰 탓입니다.

source: (5) Concerning seeking a court injunction to stop the work, I believe that the government has the power to stop it without going through the statutory injunction procedure.
ko: (5) 공사를 중단시키는 법원의 명령과 관련해서는 정부가 나선다면 법적인 절차 없이 공사를 중단할 권한이 있다고 봅니다.

source: Whether the government is willing to do so is quite another matter.
ko: 이와 관련한 정부의 의사는 별개의 문제입니다.
